var hindi_0 = “7फिर बिना ख़मीर की रोटी का वह दिन आया जब फ़सह के मेमने की बली देनी होती है। 8सो उसने यह कहते हुए पतरस और यहून्ना को भेजा, “जाओ और हमारे लिये फ़सह का भोज तैयार करो ताकि हम उसे खा सकें।”
9उन्होंने उससे पूछा, “तू हमसे उसकी तैयारी कहाँ चाहता है?”
उसने उनसे कहा, 10“तुम जैसे ही नगर में प्रवेश करोगे तुम्हें पानी का घड़ा ले जाते हुए एक व्यक्ति मिलेगा, उसके पीछे हो लेना और जिस घर में वह जाये तुम भी चले जाना। 11और घर के स्वामी से कहना, ‘गुरु ने तुझसे पूछा है कि वह अतिथि-कक्ष कहाँ है जहाँ मैं अपने शिष्यों के साथ फ़सह पर्व का भोजन कर सकूँ।’ 12फिर वह व्यक्ति तुम्हें सीढ़ियों के ऊपर सजा-सजाया एक बड़ा कमरा दिखायेगा, वहीं तैयारी करना।”
13वे चल पड़े और वैसा ही पाया जैसा उसने उन्हें बताया था। फिर उन्होंने फ़सह भोज तैयार किया।”;

var hindi_1 = “14फिर वह घड़ी आय़ी जब यीशु अपने शिष्यों के साथ भोजन पर बैठा। 15उसने उनसे कहा, “यातना उठाने से पहले यह फ़सह का भोजन तुम्हारे साथ करने की मेरी प्रबल इच्छा थी। 16क्योंकि मैं तुमसे कहता हूँ कि जब तक परमेश्वर के राज्य में यह पूरा नहीं हो लेता तब तक मैं इसे दुबारा नहीं खाऊँगा।”
17फिर उसने कटोरा उठाकर धन्यवाद दिया और कहा, “लो इसे आपस में बाँट लो। 18क्योंकि मैं तुमसे कहता हूँ आज के बाद जब तक परमेश्वर का राज्य नहीं आ जाता मैं कोई भी दाखरस कभी नहीं पिऊँगा।”
19फिर उसने थोड़ी रोटी ली और धन्यवाद दिया। उसने उसे तोड़ा और उन्हें देते हुए कहा, “यह मेरी देह है जो तुम्हारे लिये दी गयी है। मेरी याद में ऐसा ही करना।” 20ऐसे ही जब वे भोजन कर चुके तो उसने कटोरा उठाया और कहा, “यह प्याला मेरे उस रक्त के रूप में एक नयी वाचा का प्रतीक है जिसे तुम्हारे लिए उँडेला गया है।” 
21“किन्तु देखो, मुझे जो धोखे से पकड़वायेगा, उसका हाथ यहीं मेज़ पर मेरे साथ है। 22क्योंकि मनुष्य का पुत्र तो मारा ही जायेगा जैसा कि सुनिश्चित है किन्तु धिक्कार है उस व्यक्ति को जिसके द्वारा वह पकड़वाया जाएगा।”
23इस पर वे आपस में एक दूसरे से प्रश्न करने लगे, “उनमें से वह कौन हो सकता है जो ऐसा करने जा रहा है?”
24फिर उनमें यह बात भी उठी कि उनमें से सबसे बड़ा किसे समझा जाये। 25किन्तु यीशु ने उनसे कहा, “गैर यहूदियों के राजा उन पर प्रभुत्व रखते हैं और वे जो उन पर अधिकार का प्रयोग करते हैं, ‘स्वयं को लोगों का उपकारक’ कहलवाना चाहते हैं। 26किन्तु तुम वैसै नहीं हो बल्कि तुममें तो सबसे बड़ा सबसे छोटे जैसा होना चाहिये और जो प्रमुख है उसे सेवक के समान होना चाहिए। 27क्योंकि बड़ा कौन है: वह जो खाने की मेज़ पर बैठा है या वह जो उसे परोसता है? क्या वही नहीं जो मेज पर है किन्तु तुम्हारे बीच मैं वैसा हूँ जो परोसता है।
28“किन्तु तुम वे हो जिन्होंने मेरी परिक्षाओं में मेरा साथ दिया है। 29और मैं तुम्हे वैसे ही एक राज्य दे रहा हूँ जैसे मेरे परम पिता ने इसे मुझे दिया था। 30ताकि मेरे राज्य में तुम मेरी मेज़ पर खाओ और पिओ और इस्राएल की बारहों जनजातियों का न्याय करते हुए सिंहासनों पर बैठो।
31“शमौन, हे शमौन, सुन, तुम सब को गेहूँ की तरह फटकने के लिए शैतान ने चुन लिया है। 32किन्तु मैंने तुम्हारे लिये प्रार्थना की है कि तुम्हारा विश्वास न डगमगाये और जब तू वापस आये तो तेरे बंधुओं की शक्ति बढ़े।”
33किन्तु शमौन ने उससे कहा, “हे प्रभु, मैं तेरे साथ जेल जाने और मरने तक को तैयार हूँ।”
34फिर यीशु ने कहा, “पतरस, मैं तुझे बताता हूँ कि आज जब तक मुर्गा बाँग नहीं देगा तब तक तू तीन बार मना नहीं कर लेगा कि तू मुझे जानता है।””;

var hindi_2 = “39-40फिर वह वहाँ से उठ कर नित्य प्रति की तरह जैतून—पर्वत चला गया। और उसके शिष्य भी उसके पीछे पीछे हो लिये। वह जब उस स्थान पर पहुँचा तो उसने उनसे कहा, “प्रार्थना करो कि तुम्हें परीक्षा में न पड़ना पड़े।”
41फिर वह किसी पत्थर को जितनी दूर तक फेंका जा सकता है, लगभग उनसे उतनी दूर अलग चला गया। फिर वह घुटनों के बल झुका और प्रार्थना करने लगा, 42“हे परम पिता, यदि तेरी इच्छा हो तो इस प्याले को मुझसे दूर हटा किन्तु फिर भी मेरी नहीं, बल्कि तेरी इच्छा पूरी हो।” 43तभी एक स्वर्गदूत वहाँ प्रकट हुआ और उसे शक्ति प्रदान करने लगा। 44उधर यीशु बड़ी बेचैनी के साथ और अधिक तीव्रता से प्रार्थना करने लगा। उसका पसीना रक्त की बूँदों के समान धरती पर गिर रहा था। 45और जब वह प्रार्थना से उठकर अपने शिष्यों के पास आया तो उसने उन्हें शोक में थक कर सोते हुए पाया। 46सो उसने उनसे कहा, “तुम सो क्यों रहे हो? उठो और प्रार्थना करो कि तुम किसी परीक्षा में न पड़ो।””;

var hindi_3 = “47वह अभी बोल ही रहा था कि एक भीड़ आ जुटी। यहूदा नाम का एक व्यक्ति जो बारह शिष्यों में से एक था, उनकी अगुवाई कर रहा था। वह यीशु को चूमने के लिये उसके पास आया।
48पर यीशु ने उससे कहा, “हे यहूदा, क्या तू एक चुम्बन के द्वारा मनुष्य के पुत्र को धोखे से पकड़वाने जा रहा है।” 49जो घटने जा रहा था, उसे देखकर उसके आसपास के लोगों ने कहा, “हे प्रभु, क्या हम तलवार से वार करें?” 50और उनमें से एक ने तो प्रमुख याजक के दास पर वार करके उसका दाहिना कान ही काट डाला।
51किन्तु यीशु ने तुरंत कहा, “उन्हें यह भी करने दो।” फिर यीशु ने उसके कान को छू कर चंगा कर दिया।
52फिर यीशु ने उस पर चढ़ाई करने आये प्रमुख याजकों, मन्दिर के अधिकारियों और बुजुर्ग यहूदी नेताओं से कहा, “क्या तुम तलवारें और लाठियाँ ले कर किसी डाकू का सामना करने निकले हो? 53मन्दिर में मैं हर दिन तुम्हारे ही साथ था, किन्तु तुमने मुझ पर हाथ नहीं डाला। पर यह समय तुम्हारा है। अन्धकार के शासन का काल।””;

var hindi_4 = “54उन्होंने उसे बंदी बना लिया और वहाँ से ले गये। फिर वे उसे प्रमुख याजक के घर ले गये। पतरस कुछ दूरी पर उसके पीछे पीछे आ रहा था। 55आँगन के बीच उन्होंने आग सुलगाई और एक साथ नीचे बैठ गये। पतरस भी वही उन्हीं में बैठा था। 56आग के प्रकाश में एक दासी ने उसे वहाँ बैठे देखा। उसने उस पर दृष्टि गढ़ाते हुए कहा, “यह आदमी भी उसके साथ था।”
57किन्तु पतरस ने इन्कार करते हुए कहा, “हे स्त्री, मैं उसे नहीं जानता।” 58थोड़ी देर बाद एक दूसरे व्यक्ति ने उसे देखा और कहा, “तू भी उन्हीं में से एक है।”
किन्तु पतरस बोला, “भले आदमी, मैं वह नहीं हूँ।”
59कोई लगभग एक घड़ी बीती होगी कि कोई और भी बलपूर्वक कहने लगा, “निश्चय ही यह व्यक्ति उसके साथ भी था। क्योंकि देखो यह गलील वासी भी है।”
60किन्तु पतरस बोला, “भले आदमी, मैं नहीं जानता तू किसके बारे में बात कर रहा है।”
उसी घड़ी, वह अभी बातें कर ही रहा था कि एक मुर्गे ने बाँग दी। 61और प्रभु ने मुड़ कर पतरस पर दृष्टि डाली। तभी पतरस को प्रभु का वह वचन याद आया जो उसने उससे कहा था, “आज मुर्गे के बाँग देने से पहले तू मुझे तीन बार नकार चुकेगा।” 62तब वह बाहर चला आया और फूट-फूट कर रो पड़ा।
63जिन व्यक्तियों ने यीशु को पकड़ रखा था वे उसका उपहास करने और उसे पीटने लगे। 64उसकी आँखों पर पट्टी बाँध दी और उससे यह कहते हुए पूछने लगे कि, “बता वह कौन है जिसने तुझे मारा?” 65उन्होंने उसका अपमान करने के लिये उससे और भी बहुत सी बातें कहीं।”;

var hindi_5 = “1फिर उनकी सारी पंचायत उठ खड़ी हुई और वे उसे पिलातुस के सामने ले गये। 2वे उस पर अभियोग लगाने लगे। उन्होंने कहा, “हमने हमारे लोगों को बहकाते हुए इस व्यक्ति को पकड़ा है। यह कैसर को कर चुकाने का विरोध करता है और कहता है यह स्वयं मसीह है, एक राजा।”
3इस पर पिलातुस ने यीशु से पूछा, “क्या तू यहूदियों का राजा है?”
यीशु ने उसे उत्तर दिया, “तू ही तो कह रहा है, मैं वही हूँ।”
4इस पर पिलातुस ने प्रमुख याजकों और भीड़ से कहा, “मुझे इस व्यक्ति पर किसी आरोप का कोई आधार दिखाई नहीं देता।”
5पर वे यहा कहते हुए दबाव डालते रहे, “इसने समूचे यहूदिया में लोगों को अपने उपदेशों से भड़काया है। यह इसने गलील में आरम्भ किया था और अब समूचा मार्ग पार करके यहाँ तक आ पहुँचा है।”
6पिलातुस ने यह सुनकर पूछा, “क्या यह व्यक्ति गलील का है?” 7फिर जब उसको यह पता चला कि वह हेरोदेस के अधिकार क्षेत्र के अधीन है तो उसने उसे हेरोदेस के पास भेज दिया जो उन दिनों यरूशलेम में ही था।
8सो हेरोदेस ने जब यीशु को देखा तो वह बहुत प्रसन्न हुआ क्योंकि बरसों से वह उसे देखना चाह रहा था। क्योंकि वह उसके विषय में सुन चुका था और उसे कोई अद्भुत कर्म करते हुए देखने की आशा रखता था। 9उसने यीशु से अनेक प्रश्न पूछे किन्तु यीशु ने उसे कोई उत्तर नहीं दिया। 10प्रमुख याजक और यहूदी धर्म शास्त्री वहीं खड़े थे और वे उस पर तीखे ढँग के साथ दोष लगा रहे थे। 11हेरोदेस ने भी अपने सैनिकों समेत उसके साथ अपमानपूर्ण व्यवहार किया और उसकी हँसी उड़ाई। फिर उन्होंने उसे एक उत्तम चोगा पहना कर पिलातुस के पास वापस भेज दिया। 12उस दिन हेरोदेस और पिलातुस एक दूसरे के मित्र बन गये। इससे पहले तो वे एक दूसरे के शत्रु थे।
13फिर पिलातुस ने प्रमुख याजकों, यहूदी नेताओं और लोगों को एक साथ बुलाया। 14उसने उनसे कहा, “तुम इसे लोगों को भटकाने वाले एक व्यक्ति के रूप में मेरे पास लाये हो। और मैंने यहाँ अब तुम्हारे सामने ही इसकी जाँच पड़ताल की है और तुमने इस पर जो दोष लगाये हैं उनका न तो मुझे कोई आधार मिला है और 15न ही हेरोदेस को क्योंकि उसने इसे वापस हमारे पास भेज दिया है। जैसा कि तुम देख सकते हो इसने ऐसा कुछ नहीं किया है कि यह मौत का भागी बने। 16इसलिये मैं इसे कोड़े मरवा कर छोड़ दूँगा।” 17
18किन्तु वे सब एक साथ चिल्लाये, “इस आदमी को ले जाओ। हमारे लिये बरअब्बा को छोड़ दो।” 19(बरअब्बा को शहर में मार धाड़ और हत्या करने के जुर्म में जेल में डाला हुआ था।)
20पिलातुस यीशु को छोड़ देना चाहता था, सो उसने उन्हें फिर समझाया। 21पर वे नारा लगाते रहे, “इसे क्रूस पर चढ़ा दो, इसे क्रूस पर चढ़ा दो।”
22पिलातुस ने उनसे तीसरी बार पूछा, “किन्तु इस व्यक्ति ने क्या अपराध किया है? मुझे इसके विरोध में कुछ नहीं मिला है जो इसे मृत्यु दण्ड का भागी बनाये। इसलिये मैं कोड़े लगवाकर इसे छोड़ दूँगा।”
23पर वे ऊँचे स्वर में नारे लगा लगा कर माँग कर रहे थे कि उसे क्रूस पर चढ़ा दिया जाये। और उनके नारों का कोलाहल इतना बढ़ गया कि 24पिलातुस ने निर्णय दे दिया कि उनकी माँग मान ली जाये। 25पिलातुस ने उस व्यक्ति को छोड़ दिया जिसे मार धाड़ और हत्या करने के जुर्म में जेल में डाला गया था (यह वही था जिसके छोड़ देने की वे माँग कर रहे थे) और यीशु को उनके हाथों में सौंप दिया कि वे जैसा चाहें, करे।”;

var hindi_6 = “26जब वे यीशु को ले जा रहे थे तो उन्होंने कुरैन के रहने वाले शमौन नाम के एक व्यक्ति को, जो अपने खेतों से आ रहा था, पकड़ लिया और उस पर क्रूस लाद कर उसे यीशु के पीछे पीछे चलने को विवश किया।
27लोगों की एक बड़ी भीड़ उसके पीछे चल रही थी। इसमें कुछ ऐसी स्त्रियाँ भी थीं जो उसके लिये रो रही थीं और विलाप कर रही थीं। 28यीशु उनकी तरफ़ मुड़ा और बोला, “यरूशलेम की पुत्रियों, मेरे लिये मत बिलखो बल्कि स्वयं अपने लिये और अपनी संतान के लिये विलाप करो। 29क्योंकि ऐसे दिन आ रहे हैं जब लोग कहेंगे, ‘वे स्त्रियाँ धन्य हैं, जो बाँझ हैं और धन्य हैं, वे कोख जिन्होंने किसी को कभी जन्म ही नहीं दिया। वे स्तन धन्य हैं जिन्होंने कभी दूध नहीं पिलाया।’ 30फिर वे पर्वतों से कहेंगे, ‘हम पर गिर पड़ो’ और पहाड़ियों से कहेंगे ‘हमें ढक लो।’ 31क्योंकि लोग जब पेड़ हरा है, उसके साथ तब ऐसा करते है तो जब पेड़ सूख जायेगा तब क्या होगा?””;

var hindi_7 = “32दो और व्यक्ति, जो दोनों ही अपराधी थे, उसके साथ मृत्यु दण्ड के लिये बाहर ले जाये जा रहे थे। 33फिर जब वे उस स्थान पर आये जो “खोपड़ी” कहलता है तो उन्होंने उन दोनों अपराधियों के साथ उसे क्रूस पर चढ़ा दिया, एक अपराधी को उसके दाहिनी ओर दूसरे को बाँई ओर।
34इस पर यीशु बोला, “हे परम पिता, इन्हें क्षमा करना क्योंकि ये नहीं जानते कि ये क्या कर रहे हैं।”
फिर उन्होंने पासा फेंक कर उसके कपड़ों का बटवारा कर लिया। 35वहाँ खड़े लोग देख रहे थे। यहूदी नेता उसका उपहास करते हुए बोले, “इसने दूसरों का उद्धार किया है। यदि यह परमेश्वर का चुना हुआ मसीह है तो इसे अपने आप अपनी रक्षा करने दो।”
36सैनिकों ने भी आकर उसका उपहास किया। उन्होंने उसे सिरका पीने को दिया 37और कहा, “यदि तू यहूदियों का राजा है तो अपने आपको बचा ले।” 38(उसके ऊपर यह सूचना अंकित कर दी गई थी, “यह यहूदियों का राजा है।”)
39वहाँ लटकाये गये अपराधियों में से एक ने उसका अपमान करते हुए कहा, “क्या तू मसीह नहीं है? हमें और अपने आप को बचा ले।”
40किन्तु दूसरे ने उस पहले अपराधी को फटकारते हुए कहा, “क्या तू परमेश्वर से नहीं डरता? तुझे भी वही दण्ड मिल रहा है। 41किन्तु हमारा दण्ड तो न्याय पूर्ण है क्योंकि हमने जो कुछ किया, उसके लिये जो हमें मिलना चाहिये था, वही मिल रहा है पर इस व्यक्ति ने तो कुछ भी बुरा नहीं किया है।” 42फिर वह बोला, “यीशु जब तू अपने राज्य में आये तो मुझे याद रखना।”
43यीशु ने उससे कहा, “मैं तुझ से सत्य कहता हूँ, आज ही तू मेरे साथ स्वर्गलोक में होगा।””;

var hindi_8 = “44उस समय दिन के बारह बजे होंगे तभी तीन बजे तक समूची धरती पर गहरा अंधकार छा गया। 45सूरज भी नहीं चमक रहा था। उधर मन्दिर में परदा फट कर दो टुकड़े हो गया। 46यीशु ने ऊँचे स्वर में पुकारा, “हे परम पिता, मैं अपनी आत्मा तेरे हाथों सौंपता हूँ।” यह कहकर उसने प्राण छोड़ दिये।
47जब रोमी सेनानायक ने, जो कुछ घटा था, उसे देखा तो परमेश्वर की प्रशंसा करते हुए उसने कहा, “यह निश्चय ही एक अच्छा मनुष्य था!”
48जब वहाँ देखने आये एकत्र लोगों ने, जो कुछ हुआ था, उसे देखा तो वे अपनी छाती पीटते लौट गये। 49किन्तु वे सभी जो उसे जानते थे, उन स्त्रियों समेत, जो गलील से उसके पीछे पीछे आ रहीं थीं, इन बातों को देखने कुछ दूरी पर खड़े थे।”;

var hindi_9 = “50-51अब वहीं यूसुफ नाम का एक पुरुष था जो यहूदी महासभा का एक सदस्य था। वह एक अच्छा धर्मी पुरुष था। वह उनके निर्णय और उसे काम में लाने के लिये सहमत नहीं था। वह यहूदियों के एक नगर अरमतियाह का निवासी था। वह परमेश्वर के राज्य की बाट जोहा करता था। 52वह व्यक्ति पिलातुस के पास गया और यीशु के शव की याचना की। 53उसने शव को क्रूस पर से नीचे उतारा और सन के उत्तम रेशमों के बने कपड़े में उसे लपेट दिया। फिर उसने उसे चट्टान में काटी गयी एक कब्र में रख दिया, जिसमें पहले कभी किसी को नहीं रखा गया था। 54वह शुक्रवार का दिन था और सब्त का प्रारम्भ होने को था।”;

var hindi_10 = “55वे स्त्रियाँ जो गलील से यीशु के साथ आई थीं, यूसुफ के पीछे हो लीं। उन्होंने वह कब्र देखी, और देखा कि उसका शव कब्र में कैसे रखा गया। 56फिर उन्होंने घर लौट कर सुगंधित सामग्री और लेप तैयार किये।
सब्त के दिन व्यवस्था के विधि के अनुसार उन्होंने आराम किया।
1सप्ताह के पहले दिन बहुत सवेरे ही वे स्त्रियाँ कब्र पर उस सुगंधित सामग्री को, जिसे उन्होंने तैयार किया था, लेकर आयीं।”;